[Cues]
Act_E3_1B_CampusB_Bench_Look01_Max_010 = "Jadi aneh bahwa Kate duduk di sini baru kemarin ..."
Act_E3_1B_CampusB_Bench_Zen01_Max_010 = "Saya merasa sangat pusing bahkan setelah Kate hampir melompat."
Act_E3_1B_CampusB_Bench_Zen01_Max_020 = "Mungkin adrenalin sisa ..."
Act_E3_1B_CampusB_Bench_Zen01_Max_030 = "Tapi saya merasa agak tak terkalahkan sekarang."
Act_E3_1B_CampusB_Bench_Zen02_Max_010 = "Apa yang saya lakukan di sini?"
Act_E3_1B_CampusB_Bench_Zen02_Max_020 = "Kate sudah mati dan aku menyelinap di sekitar ..."
Act_E3_1B_CampusB_Bench_Zen02_Max_030 = "Kampus ini terlihat seperti kuburan ..."
Act_E3_1B_CampusB_BrokenLamp_Look01_Max_010 = "Mungkin Samuel harus memperbaiki lampu yang ..."
Act_E3_1B_CampusB_BrokenWindow_Look01_Max_010 = "Mana aku pergi aku bisa melihat bagaimana aku mengubah sejarah ... besar dan kecil."
Act_E3_1B_CampusB_CHPrincipal_Look01_Max_010 = "Principal Wells benar-benar sia-sia. Dia harus sedih tentang Kate ..."
Act_E3_1B_CampusB_CHPrincipal_Look02_Max_010 = "Dia beruntung tidak ada orang lain melihatnya seperti itu-kecuali aku."
Act_E3_1B_CampusB_Cardboard_Interact01_Max_010 = "Mari kita lihat apa yang menyembunyikan ..."
Act_E3_1B_CampusB_Cardboard_Look01_Max_010 = "Tidak ada di sini."
Act_E3_1B_CampusB_Drawers_Look01_Max_010 = "mur dan baut ... seperti garasi saya kakek."
Act_E3_1B_CampusB_Fireflies_Look01_Max_010 = "Ah, serangga yang paling ajaib ... Membakar terang."
Act_E3_1B_CampusB_GirlStuff_Look01_Max_010 = "Aku tahu Samuel tidak memakai syal sutra ... Jadi, siapa yang tidak?"
Act_E3_1B_CampusB_JanitorDoor_Interact01_Max_010 = "Oh, itu terkunci! Saya harap Samuel tidak sekitar ..."
Act_E3_1B_CampusB_JanitorDoor_Look01_Max_010 = "Ada pintu kamar pasokan Samuel."
Act_E3_1B_CampusB_KateSuicideTraces_Look01_Max_010 = "Yesus, aku masih tidak percaya dia melompat ..."
Act_E3_1B_CampusB_KateSuicideTraces_Look02_Max_010 = "Tidak ada yang bisa saya lakukan bisa membawanya kembali ..."
Act_E3_1B_CampusB_LD_PrinReprimandMax_RTC_VoiceOver01_Max_010 = "Max Ninja beraksi lagi!"
Act_E3_1B_CampusB_LD_PrinReprimandMax_RTC_VoiceOver02_Max_010 = "Itu anak pintar bangsat telah saya terjebak!"
Act_E3_1B_CampusB_LD_PrinReprimandMax_RTC_VoiceOver03_Max_010 = "Sekarang dia punya saya benar-benar terjebak!"
Act_E3_1B_CampusB_Magazine01_Look01_Max_010 = "Siapa yang tahu Samuel begitu ke landasan pacu fashion?"
Act_E3_1B_CampusB_Shelves_Look01_Max_010 = "Yap, rak. Yawn."
Act_E3_1B_CampusB_Squirrel_Look01_Max_010 = "Hello teman kecil, perawatan untuk bergabung dengan saya?"
Act_E3_1B_CampusB_Squirrel_Photo01_Max_010 = "Lihatlah lensa dan berkata" Nut! ""
Act_E3_1B_CampusB_Squirrel_Photo01_Max_020 = "Gotcha!"
Act_E3_1B_CampusB_Switch_Look01_Max_010 = "Ini akan membawa kita cahaya."
Act_E3_1B_CampusB_Toolbox_Look01_Max_010 = "Tidak ada tapi alat ..."
Act_E3_1B_CampusB_Totem_Look01_Max_010 = "The Tobanga memang terlihat cukup menakutkan di malam hari ... Jangan menghancurkan saya."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_010 = "Blackwell terlihat cukup menyenangkan di malam hari ..."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_020 = "Saya berharap David tidak merayap di sekitar sini ini akhir ..."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_030 = "Setidaknya ada kekhawatiran tentang menabrak David lagi ..."
Act_E3_1B_CampusB_VoiceOverGlobal_Max_040 = "Aku benar-benar tidak ingin melihat Victoria di sini baik ..."
Act_E3_1B_CampusB_VoiceOverJanitor_Max_010 = "Anda seharusnya tidak berada di sini, Max. Cepat."
Act_E3_1B_CampusB_VoiceOverJanitor_Max_020 = "Aku tahu Samuel adalah eksentrik ... tapi dia benar-benar terkait dengan Kate dan Rachel?"
Act_E3_1B_CampusB_VoiceOverObjective_Max_010 = "Jadi Chloe menunggu saya di depan ruang utama."
Act_E3_1B_CampusB_VoiceOverObjective_Max_020 = "Jangan rusak, Max. Masuk ke mode Ninja penuh pada."
Act_E3_1B_CampusB_VoiceOverStealth_Max_010 = "Principal Wells ... Apakah Anda serius? Aku toast jika dia melihat saya ..."
Act_E3_1B_CampusB_VoiceOverStealth_Max_020 = "Great. Jadi, bagaimana saya bisa melewati dia untuk bertemu Chloe?"
Cue_E3_1B_CampusB_LD_PRinLoopSit_IGE_Principal_010 = "Lihatlah aku mengasihani diri sendiri ketika keluarga Kate Marsh adalah berkabung ... Mereka mungkin akan menggugat akademi keluar dari Oregon ... Sekarang saya mengerti mengapa para siswa menyebut tempat ini" BlackHell "..."
Cue_E3_1B_CampusB_LD_PRinLoopSit_IGE_Principal_020 = "Apa hari ... Blackwell hampir kehilangan siswa lain ... Ingin Kate Marsh hanya akan melewatkan kota ... Sekarang saya harus berurusan dengan lebih marah orang tua berhak yang ingin menyalahkan saya atas kesalahan mereka ... Ceria . "
Cue_E3_1B_CampusB_LD_PRinLoop_IGE_Principal_010 = "Saya tahu saya memiliki satu set kunci pada saya ... suatu tempat ... Ah! Gotcha! Sekarang mengapa tidak akan mereka cocok? Tombol ini semua rusak! Atau mungkin itu aku?"
Cue_E3_1B_CampusB_LD_PRinMove_IGE_Principal_010 = "Ah, persetan! Aku duduk pantatku ke bawah. Tidak ada yang bisa mengusir saya! Belum saatnya ..."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_IGE_Principal_010 = "Max, saya mengatakan kepada Anda untuk mendapatkan kembali ke kamar Anda!"
Cue_E3_1B_CampusB_LD_PrinReprimandMax_IGE_Principal_020 = "Max, berhenti berkeliaran di luar dan kembali ke asrama Anda!"
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Max_030 = "Maaf, Principal Wells ... Aku masih kesal Kate ... Aku butuh udara dan ruang untuk berjalan ..."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Max_050 = "Maaf, Principal Wells ... aku masih tegang setelah saya pikir Kate akan melompat hari ini ... Aku hanya butuh udara dan ruang untuk berjalan ..."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_010 = "Miss Caulfield, Anda harus stealthier dari itu. Anda tidak seharusnya berada di luar asrama Anda pada jam ini. Kau tahu itu."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_020 = "Miss Caulfield, Anda harus stealthier dari itu. Anda tidak seharusnya berada di luar asrama Anda pada jam ini. Plus Anda sedang diskors."
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_040 = "Maaf Anda harus melalui hari ini. Anda mencoba untuk membantu, tapi sialan ... Blackwell adalah tanggung jawab saya dan saya ... saya membiarkan dia dan Kate bawah ... Ayo kembali ke dalam, mendapatkan beberapa sisanya. sudah hari yang buruk. Selamat malam, Max. "
Cue_E3_1B_CampusB_LD_PrinReprimandMax_RTC_Principal_060 = "Tidak ... tidak ada penjelasan. Melihat Kate muncul di atap yang ... kemudian melihat dia turun dengan Anda ... Anda disimpan pantatnya. PFF, mungkin disimpan Blackwell. Sekarang jangan sombong. Pergilah kembali ke dalam. Anda mendapatkan mimpi yang baik. "